Repository: r2pen2/Arboles-Maui-Mirror
Catalog: ArbolesMAUI/ArbolesMAUI/Resources/Localization/AppResources.*.resx
Languages: es

# FLOWERING-CULTURE-TITLE
source: Flowering Culture
es: Cultura de floración

# IDENTIFY-TREE-NAME-TITLE
source: Search tree by name
es: Buscar árbol por nombre

# IDENTIFY-TREE-SEARCHBAR-PLACEHOLER
source: Search
es: Buscar

# IDENTIFY-TREE-REGION-TITLE
source: Search tree by region
es: Buscar árbol por región

# TREE-DETAILS-TITLE
source: Magical Trees
es: Árboles Mágicos

# BACK-BUTTON
source: Back
es: Atrás

source: Cancel
es: Cancelar

source: Save
es: Guardar

# NEXT-BUTTON
source: Next
es: Siguiente

# BEGIN-EXPLORING
source: Begin to explore
es: Empezá a explorar

# FDS1
source: Nature has a rhythm and a time, which is the present. To reconnect with it, it is essential to be here, focus our attention and channel our potential toward the present moment. 'To be here' means synchronizing ourselves with our surroundings.Observing trees in bloom is a way to synchronize our minds with the cycles of nature.
es: La naturaleza tiene un ritmo y un tiempo, que es el presente. Para reconectarnos con ella es imprescindible 'estar aquí', enfocar nuestra atención y canalizar nuestro potencial hacia la coyuntura, hacia el momento presente. 'Estar aquí' implica sincronizarnos con el entorno.La contemplación de las floraciones es una forma de sincronizar nuestra mente con los ciclos de la naturaleza.

# FDS2
source: In a world in which everything happens so quickly, enjoying moments of deceleration helps us to process the stimuli to which we are exposed, validate our path toward a higher purpose, and refresh ourselves spiritually. Slowing down allows us to be present.
es: En un mundo donde todo sucede tan rápido, matizar con momentos de desaceleración nos ayuda a procesar tanto estímulo, para validar el rumbo hacia un propósito mayor y refrescarnos espiritualmente. Ir despacio nos permite estar presentes.

# FDS3
source: Colors stand out in a green forest or urban landscape. They give personality to each tree, attract our attention, and fine-tune our perception both of nature and of ourselves.
es: Los colores sobre salen en un bosque verde o paisaje urbano, los colores le dan personalidad a cada árbol, atraen nuestra atención y pueden afinar nuestra percepción tanto de la naturaleza como de nosotros mismos.

# FDS4
source: The phenomenon of synchronized or mass blooming is a survival mechanism for trees. By blooming at the same time, they ensure that pollinators will focus on them, thus safeguarding the continuity of their species.Some species with this characteristic include cortez amarillo, cortez negro, gallinazo, mayo, poró gigante.
es: El fenómeno de floración sincronizada o masiva es un mecanismo de sobrevivencia de los árboles. Al florecer de manera conjunta se aseguran que los polinizadores se enfocarán en ellos, asegurando así la perpetuación de su especie.Algunas especies con estas características: cortez amarillo, cortez negro, gallinazo, mayo, poró gigante.

# FDS5
source: Communities of practice so passionate in blooming trees. When they see the colors their attention is tuned. People connected to the forest.
es: Comunidades de práctica apasionadas por lo árboles en floración. Cuando ve los colores su atención se sintoniza. Gente conectada con el bosque.

# TOUCH-TUTORIAL-COLORS
source: Identify the species of a tree by selecting the color of its flowers
es: Identifique la especie de un árbol seleccionando el color de sus flores

# TREE-DETAILS-FORM-ORIGIN
source: Tree origin:
es: Procedencia:

# TREE-DETAILS-FORM-MONTHS
source: Flowering months:
es: Meses de floración:

# TREE-DETAILS-FORM-DAYS
source: Flowering Days:
es: Días de floración:

# TREE-DETAILS-FORM-DIMENSIONS
source: Flower dimensions:
es: Dimensión de la flor:

# TREE-DETAILS-FORM-HEIGTH
source: Height:
es: Alto:

# TREE-DETAILS-FORM-WIDTH
source: Width:
es: Ancho:

# TREE-DETAILS-FORM-DEPTH
source: Depth:
es: Fondo:

# TREE-DETAILS-FORM-AVERAGE
source: Average tree height:
es: Altura promedio del árbol:

# TREE-DETAILS-FORM-DISPERSER
source: Main seed disperser:
es: Dispersor principal de la semilla:

# TREE-DETAILS-FORM-REGION
source: Region:
es: Región:

# TREE-DETAILS-FORM-SPONSOR
source: This tree is presented by:
es: Árbol presentado por:

# TUTORIAL-TITLE2
source: Reconnection
es: Reconexión

# TUTORIAL-TITLE3
source: Magic Trees
es: Árboles Mágicos

# TUTORIAL-DESCRIPTION1
source: Explore and learn about different tree species by the color of their flowers.
es: Explorá y conocé diferentes especies de árboles a partir de sus colores.

# TUTORIAL-DESCRIPTION2
source: Ojeadores is a Magical Trees Foundation initiative, an organization that seeks to be a bridge of re connection between people and nature.
es: Ojeadores es una iniciativa de Árboles Mágicos, fundación que busca ser un puente de reconexión entre las personas y la naturaleza.

# TUTORIAL-DESCRIPTION3
source: The Foundation has brought its educational programs to more than 5,000 children and youth, and has planted more than 25,000 trees.
es: La Fundación ha llevado sus programas educativos a más de 5.000 niños y jóvenes, y ha plantado más de 25.000 árboles.

# ABOUT-MAGICAL-TREES-TOP
source: Magical Trees is a movement that celebrate the flowering trees like a bridge of regeneration of social and collective wellness. Our invitation: The Pause gives us a space to be present, from there we can choose more clearly. By contemplating we restore our attention. When we connect we approach the internal, thus we enhance the collective. And by creating materialize dreams. Head, heart and hands.
es: Árboles Mágicos es un movimiento que celebra los árboles en floración como un puente de regeneración de bienestar individual y colectivo. Nuestra invitación: La Pausa nos da un espacio para estar presentes, a partir de ahí podemos elegir con más claridad. Al Contemplar restauramos nuestra atención. Al Conectar nos acercamos a lo interno, así potenciamos lo colectivo. Y al Crear materializamos los sueños. Cabeza, corazón y manos.

# ABOUT-MAGICAL-TREES-BOTTOM
source: An organization that combines head and heart to strengthen concrete actions towards a resilient, prosperous and inclusive planet based on regeneration. Read about our impacts aligned with the Sustainable Development Goals. www.arbolesmagicos.org. The colors of tree flowers arouse curiosity allowing learning from their beauty (positive bio-literacy), this App seeks to generate a community that shares and maps those iconic trees to celebrate, enjoy and enjoy them. chase its flowering peak every year. #FlorationReport #ColorMap #ArborealNet
es: Una organización que combina cabeza y corazón para potenciar acciones concretas hacia un planeta resiliente, próspero e inclusivo a partir de la regeneración. Entérese de nuestros impactos alianeados con los Objetivos de Desarrollo Sostenible. www.arbolesmagicos.org. Los colores de las flores de los árboles despiertan la curiosidad permitiendo aprender a partir de su belleza (bioalfabetización positiva), este APP busca generar una comunidad que comparte y mapea esos árboles icónicos para celebrarlos, disfrutarlos y perseguir cada año su pico de floración. #ReporteFloración #MapaColor #RedArbórea

# ABOUT-MAGICAL-TREES-INTRO
source: Magical Trees is a movement that celebrate the flowering trees like a bridge of regeneration of social and collective wellness.
es: Árboles Mágicos es un movimiento que celebra los árboles en floración como un puente de regeneración de bienestar individual y colectivo.

# ABOUT-WHAT-IS
source: What is Magical Trees?
es: Propósito de este movimiento

# ABOUT-TITLE
source: Magical Trees
es: Árboles Mágicos

# ABOUT-ALLIANCE
source: In alliance with:
es: En alianza con:

# SUPPORT-OF
source: With the Support of:
es: Con el apoyo de:

# TREE-REPORT-PHOTO-SELECT
source: Select a Photo
es: Elige una foto

# TREE-REPORT-LOCATION-SEARCH
source: Enter a Location
es: Introducir la ubicación

# TREE-REPORT-TREE-SELECT
source: Select the kind of tree
es: Seleccione el tipo de árbol

# TREE-REPORT-USER-COORDINATES
source: Use photo's Coordinates
es: Usar Coordenadas de la foto

# TREE-REPORT-USER-MAPS
source: Use Maps
es: Usar Maps

# TREE-REPORT-FIND-TREE-TITLE
source: What tree is it?
es: ¿Cuál árbol es?

# TREE-REPORT-FIND-TREE-MESSAGE
source: If you didn't find the tree in the list, you can write the name manually.
es: Si no encontró el árbol en la lista, puede escribir el nombre manualmente.

# TREE-REPORT-FIND-TREE-WRITE-NAME
source: Write the name
es: Escribir el nombre

# TREE-REPORT-FIND-TREE-SEARCH-NAME
source: Search by tree name
es: Buscar por nombre de árbol

# TREE-REPORT-WRITE-NAME-TREE
source: What's the name of the tree?
es: ¿Cuál es el nombre del árbol?

# TREE-REPORT-WRITE-NAME-TREE-PLACEHOLDER
source: Identify the Tree
es: Identificar el árbol

# TREE-REPORT-MAP-NAVIGATION-CONTROLLER-TITLE
source: Where did you take the picture?
es: ¿Donde tomaste la foto?

# TREE-REPORT-ERROR-MESSAGE-SEARCH-TREE
source: Please select one tree
es: Por favor seleccione un árbol

# TREE-REPORT-ERROR-UPLOAD
source: Please provide all the information for the report
es: Por favor brinde la información necesaria para el reporte

# TREE-REPORT-UPLOAD-SUCCESSFULY
source: Your report was uploaded successfuly! Once approved, you'll see it in the App!
es: ¡Su reporte se subió correctamente! Una vez aprobado, podrá verlo en el App!

# TREE-REPORT-SELECT-COLOR
source: Tree's flowering color?
es: ¿Color de floración del árbol?

# TREE-FEED-MAPS-ERROR
source: Google Maps is necessary for getting the directions
es: Google Maps es necesario para obtener las direcciones

# TREE-FEED-MAPS-ACTIONSHEET-TITLE
source: Supported apps to get the direction
es: Apps compatibles para obtener la dirección

# LOGIN-MAIL-PLACEHOLDER
source: Mail
es: Correo

# LOGIN-PASSWORD-PLACEHOLDER
source: Password
es: Contraseña

# LOGIN-NAME-PLACEHOLDER
source: Full Name
es: Nombre Completo

# LOGIN-BUTTON
source: Sign in
es: Iniciar Sesión

# LOGIN-ERROR-USER-NOT-FOUND
source: Sorry, This user does not exists
es: Lo sentimos, Este usuario no existe

# SEX-MALE
source: Male
es: Hombre

# SEX-FEMALE
source: Female
es: Mujer

# SEX-OTHER
source: Other
es: Otro

# REGISTER-BUTTON
source: Register
es: Registrarse

# REGISTER-ERROR-EMAIL-USED
source: Sorry but this email is already used
es: Lo sentimos, este correo ya está en uso

# REGISTER-ERROR-INVALID-MAIL
source: Please type a valid email
es: Por favor ingrese un correo válido

# REGISTER-ERROR-WEAK-PASSWORD
source: Please type a better password Remember that it has to be 8 characters minimum including letter and numbers
es: Por favor ingrese una mejor contraseña Recordá que debe ser de mínimo 8 caracteres incluyendo letras y números

# REGISTER-ERROR-DEFAULT
source: Sorry, An unexpected error that we don't know has ocurred
es: Lo sentimos, ocurrió un error inesperado que no conocemos.

# REGISTER-FIELDS-ERROR
source: Please, fill all the empty spaces
es: Por favor, rellene todos los espacios vacios

# REGISTER-USER-CREATED
source: User created successfuly! Check your email to verify your account.
es: ¡Usuario creado exitosamente! Revisa tu correo para verificar tu cuenta.

# LOGIN-MESSAGE-TITLE
source: Logged In?
es: ¿Ya iniciaste sesión?

# LOGIN-MESSAGE
source: To use this function, First you have to Sign-In in the app
es: Para usar esta función, primero debes iniciar sesión

# LOGIN-ERROR
source: Sorry, we failed to log in into your account, please check the email and password fields.
es: Lo sentimos, no pudimos iniciar sesión en su cuenta, verifique los campos de correo y contraseña.

# TREE-REPORT-LOCATION-INSTRUCTION-TITLE
source: Instructions
es: Instrucciones

# TREE-REPORT-LOCATION-INSTRUCTION
source: Tap on the location of the tree, the location will be more accurate if you zoom enough where you took the photo
es: Presiona sobre la ubicación del árbol, la ubicación será más precisa si haces bastante zoom en el lugar donde tomaste la foto

# TREE-REPORT-LOCATION-ERROR
source: Please select a location
es: Por favor seleccione una ubicación

# ADMIN-MENU-TITLE
source: Admin Menu
es: Menú de Administrador

# FILTER-TITLE
source: Filter Shown Reports
es: Filtrar Reportes Mostrados

# FILTER-TREENAME
source: Tree Name
es: Nombre del árbol

# FILTER-TREECOLOR
source: Flowering Color
es: Color de Floración

# FILTER-DELETE
source: Delete Filter
es: Borrar Filtro

source: Forgotten password?
es: ¿Contraseña olvidada?

# FORGOTTEN-PASSWORD-TAP
source: Tap Here
es: Preciona aquí

# FORGOTTEN-PASSWORD-MESSAGE
source: We're going to send you a email to reset your password
es: Vamos a enviar un correo para reestablecer tu contraseña

# FORGOTTEN-PASSWORD-PLACEHOLDER
source: Write your email here..
es: Escribe tu correo aquí..

# FORGOTTEN-PASSWORD-SEND
source: Send Verification
es: Enviar verificación

# NOT-VERIFIED-ERROR
source: This email isn't verified yet
es: Este correo no está verificado aún

# FILTER-ERROR
source: You can only use one filter at a time, please remove the one you are currently using
es: Solo puedes usar un filtro a la vez, por favor remueve el que estas usando actualemte

# PHOTOLOCATION-ERROR
source: Sorry But we can't get the tree location, remember to have the camera activated in Privacy> Location> Camera, you can also select it manually with Google Maps
es: Lo sentimos Pero no fuimos capaces de obtener la ubicación del árbol, recordá tener activada la camara en Privacidad>Localización>Cámara, también puedes seleccionarla manualmente con Google Maps

# Photo-Selector-TakeePhoto
source: Take Photo
es: Tomar Foto

# Photo-Selector-ChoosePhoto
source: Select Photo
es: Seleccionar Foto

# GUEST-LOGIN
source: Continue as Guest
es: Continuar como Invitado

# EMAIL-LOGIN
source: Sign in with email
es: Iniciar Sesión con correo electrónico

source: Sign up
es: Inscribirse

source: Back to login
es: Volver a iniciar sesión

# EMAIL-PLACEHOLDER
source: Enter your email
es: Introduce tu correo electrónico

# GOOGLE-BUTTON
source: Sign in with Google
es: Iniciar Sesión con Google

# NEW-EMAIL-PLACEHOLDER
source: Enter an email
es: Introduce un correo electrónico

# NEW-PASSWORD-PLACEHOLDER
source: Enter a password
es: Ingresa una contraseña

# PASSWORD-PLACEHOLDER
source: Enter your password
es: Ingresa tu contraseña

source: Submit
es: Entregar

# USERNAME-PLACEHOLDER
source: Enter a username
es: Introduzca un nombre de usuario

# VERIFY-PLACEHOLDER
source: Verify your password
es: Verifica tu contraseña

# BUTTON-CLOSE
source: Close
es: Cerrar

# BUTTON-DELETE
source: Delete
es: Borrar

# BUTTON-USE-TREE
source: Use This Tree
es: Usar este arbol

# SETTINGS-TITLE
source: Versión español
es: English version

# TREE-POPUP-TREENAME
source: Not yet identified
es: Aún no identificado

# REPORT-DATE-LABEL
source: Date of Finding
es: Fecha de hallazgo

# TREE-REPORT-CREATE-BUTTON
source: Create
es: Crear

# TREE-REPORT-PHOTO-UPLOAD
source: Upload a Photo
es: Tomar foto

# TREE-REPORT-SELECT-PROMPT
source: Select a Location From the Map
es: Seleccionar la ubicación del mapa

# ACCOUNT-EMAIL-LABEL
source: Email:
es: Correo electrónico

# ACCOUNT-LOGOUT
source: Log Out
es: Cerrar sesión

# ACCOUNT-USERNAME-LABEL
source: Username:
es: Nombre de usuario

# ACCOUNT-USERSINCE-LABEL
source: User since:
es: Usuario desde

# EVENTS-TITLE
source: Events
es: Eventos
